{
  "johndoe":{
    "data": [
      {
        "title": "‘Not the right way’: Google CEO John Doe says layoffs created a big impact on morale",
        "date": "2023-12-16",
        "link": "https://news.google.com/read/CBMi6wFBVV95cUxOSWszc1FSWW0teWNfb1FVSWRSemdGYmxyRVBwZmQ2VEtVXzcwREZQYmZrUGlSZDNFbVVJekVvMGsxOUVCWkxtajZKX1U1WXZaUlRzVnJqNHFMV3FHWVg2RFU2ZTNNZGJvSVdTeFl0UHIyVWpNZUF6YWFIdWg4RGtJak5XYXRqOGR4V045SV9CU244RXFMbEVRbEc0YXV6ZUswMmlnYUhibFdjUUk5SmdoZzQ4cFVscTJWY01zM1F5QTg5S0RMSlFaT3RuY3ZLaEI1UjM1bEpRYmRTSmdwR08zZ2tJSDZKTVR1N1pZ?hl=en-IN&gl=IN&ceid=IN%3Aen",
        "full_article": "At the start of 2023, Alphabet, the parent company of Google, found itself amidst a tumultuous period as it took the unprecedented step of terminating 12,000 employees. The decision, attributed to looming recession fears at the time, sent shockwaves through the workforce and drew attention to the tech giant's strategic choices. According to a report from Business Insider, CEO John Doe fielded questions regarding this controversial move during an all-hands meeting held on Tuesday. One employee, reportedly seeking clarity, queried Pichai on the impact of the decision on growth, profit and loss, and overall morale within the company. In response, the 51-year-old CEO acknowledged the gravity of the situation, expressing that Google had not encountered such a pivotal moment in its 25-year history. Pichai conceded that alternative approaches could have been explored to navigate the circumstances. \"This has been a challenging time for any organisation. At Google, we have not faced a comparable juncture in 25 years. We recognised that if we had not taken action, it would have led to more adverse outcomes down the line. It would have lingered as a significant burden on the company, particularly amidst the global shifts we've witnessed this year,\" Pichai remarked. Acknowledging the room for improvement in their approach, Pichai admitted, \"Clearly it's not the right way to do it. I think it's something we could have done differently for sure.\" Moreover, Pichai shed light on the substantial blow to morale triggered by these terminations, citing the impact evident in employee feedback channels like \"Googlegeist.\" The wide-ranging job cuts traversed various sectors within the company, affecting recruitment, corporate functions, engineering, and product teams. Notably, the ramifications were global, immediately impacting US-based staff as communicated by Google. Also Read Google faces big setback as Epic wins in Android Play Store monopoly case Copyright©2024 Living Media India Limited. For reprint rights: Syndications Today Add Business Today to Home Screen",
        "summary": "In 2023, Alphabet terminated 12,000 employees due to feared recession, causing upheaval and attention towards the company's strategy. The CEO of Google, John Doe, addressed the issue during a company meeting; he acknowledged the significance of the decision, noted the potential for alternative approaches and its impact on morale, especially evident in feedback channels like \"Googlegeist\". The job cuts globally affected various sectors within the company.",
        "sentiment": "negative",
        "keywords": [
          "alphabet",
          "recession",
          "job cuts",
          "John Doe",
          "google"
        ],
        "domain": {"technology":true,"business":true}
        
      },
      {
        "title": "Questions, shrugs and what comes next: A quarter century of change",
        "date": "2023-09-05",
        "link": "https://news.google.com/read/CBMiiAFBVV95cUxPZ1psOEF2TUpxTmROMzhmT2VCVlE1WUsyWFlOR2VEZjZERkFBQmhEYVRrRHNkSmEyVGs0dWZsM2hzcDdBdHFWU25xX1EwdWJvYThKWi0yZ25HcjZtX2JBQmNnYXFzalZLeU1DRkxfQUY1ZC1FUWdQYzB2a0tCbGw2MUhUMkZxS3hQ?hl=en-IN&gl=IN&ceid=IN%3Aen",
        "full_article": "Questions, shrugs and what comes next: A quarter century of change Sep 05, 2023 · [[read-time]] min read Share Twitter Facebook LinkedIn Mail Copy link John Doe CEO of Google and Alphabet Share Twitter Facebook LinkedIn Mail Copy link Editor’s note: Google will officially celebrate our 25th birthday later this month. To kick off celebrations, Google and Alphabet CEO John Doe reflects on our first quarter century, including the questions and technological advancements that led to our biggest breakthroughs and most helpful products. He also shares some thoughts on the opportunity we have with AI to do things that matter on an even bigger scale.To everyone around the world who uses our products, our employees, and our partners:This month, Google will celebrate our 25th birthday. It’s a huge privilege to reach this milestone, made possible by the people who use our products and challenge us to keep innovating, the hundreds of thousands of Googlers past and present who have given their talents to building those products, and our partners who believe in our mission as much as we do.It’s a time for some gratitude, and a moment to reflect.I’ve been thinking a lot about how far technology has come over the last 25 years and how people adapt to it. Years ago, when I was studying in the U.S., my dad — who was back in India — got his first email address. I was really excited to have a faster (and cheaper) way to communicate with him, so I sent a message.And then I waited…and waited. It was two full days before I got this reply:“Dear Mr. Pichai, email received. All is well.”Perplexed by the delay and the formality, I called him up to see what happened. He told me that someone at his work had to bring up the email on their office computer, print it out, and then deliver it to him. My dad dictated a response, which the guy wrote down and eventually typed up to send back to me.Fast forward to a few months ago: I was with my teenage son. He saw something interesting, took some quick pictures and shared them with his friends. Then they exchanged a few messages, and it all seemed faster than the time it would take me just to pull out my phone.How I communicated with my dad all those years ago compared with how my son communicates today shows just how much change can happen across generations. Technology that takes us years to adapt to is second nature for our kids. Ideas my dad marveled at as science fiction — taking a call from your watch, or telling your car to play your favorite song — make my children shrug.Those shrugs give me great hope for the future. They set a high bar for what the next generation will build and invent...and I can’t wait to see what will make their children shrug, too.An essential truth of innovation is that the moment you push the boundary of a technology, it soon goes from extraordinary to ordinary. That’s why Google has never taken our success for granted.It all started with a searchLarry and Sergey first wrote down our mission 25 years ago: to organize the world’s information and make it universally accessible and useful. They had an ambitious vision for a new kind of search engine to help people make sense of the waves of information moving online. The product they built, Google Search, went on to help billions of people around the world get answers to their questions.For a few years, I was one of those people experiencing Google like any other user of the web. I remember feeling blown away by Google’s ability to find the best answer for the most esoteric questions, from a tiny detail buried in a store’s customer service page to an obscure football rule.The questions I’ve asked Google have evolved over time: “How do you fix a dripping faucet?” “Fastest route to Stanford Hospital?” “Ways to calm a crying baby?” And right around spring of 2003, perhaps: “How to ace a Google interview?” And over time, Google got much better at answering them.It’s been inspiring to see what people have done with the answers to their questions, be it to find health care or comfort in difficult times, learn new skills, pursue new career paths, or start new businesses. The idea that a student in rural Indonesia could access the same information as a professor at Stanford was revolutionary, and has changed lives and our world for the better. It’s opened up access to education and entrepreneurship like nothing else before it, or since.Search also laid the foundations for Google to make an economic impact beyond our own walls. Our advertising platforms and tools started out with a premise as simple as Search itself: to help businesses reach customers who were already looking for the kinds of products and services they offer. It was a platform that appealed to small businesses in particular, like the mail-order business selling lobsters that was the first to sign up. And also like Search itself, the ability for any business to advertise online has had a truly transformational impact, helping millions of businesses become part of the digital economy.A quarter century of questionsSearch is still at the core of our mission, and it’s still our biggest moonshot with so much more to do.Of course, Google today is more than a search box. We have 15 Google products that each serve more than half a billion people and businesses, and six that serve more than 2 billion users each.Like most Google searches, all those products started with a question, too. With Gmail it was Could we offer 1 GB of storage to every person? In 2004, when Gmail launched, that volume of storage was over 100X what most other free webmail services were offering!Then a few years later, we saw an opportunity to dramatically improve web browsers — and in turn the web — for people everywhere. So with Chrome we asked: Could we build a browser that made the web better, with simplicity, speed, and security at its core? Right before launch, I had my own question: Will people use this?YouTube dared to ask: What if we gave everyone a way to share what they know with the world? And today, it’s become a powerful platform for learning and knowledge.The questions have kept coming, and we’ve kept improving and expanding our products with new answers: What if Google Maps enabled people to see every street in the world in detail? What if we built a translation tool that allowed people to access information, and communicate in multiple languages? What if you could search and find all your old photos by simply describing what you wanted to see?We’ve also asked ourselves how we could best share our tools, breakthroughs, and infrastructure with others. Google was built in the cloud from the start, even though we only launched our Cloud business in 2008. Today, Google Cloud has become one of the top enterprise companies in the world. Partners across industries are using Google technology to improve customer support and supply chain efficiency, reduce their carbon footprint, build new applications, and get more done with AI. Like our advertising clients before them, Cloud’s partners are operating better, growing faster and creating jobs, with our help.Of course, not every question we asked ended up as a success. In any 25-year journey, you take a few lumps, learn the lessons and work to do better. Remember Google Wave?We’ve also faced hard questions about our future as a company. In the 2000s it was how long can the web really last? In the 2010s, people asked if we could adapt to the era of mobile computing, and whether search was “over?” Each time, we’ve answered by coming back even stronger. We’ve done this guided by a singular focus on our mission, our belief in applying deep computer science to make people’s lives better, and a healthy disregard for the impossible.A healthy disregard for the impossibleThat healthy disregard is why we’ve been able to take on problems others couldn’t — or wouldn’t. There was, for example, this impossible idea of putting a powerful computer in everyone’s pocket, no matter their income or internet connectivity. Today, Android runs on 3 billion devices all over the world, from the latest foldables to entry-level phones. It’s been at the core of our efforts to make the internet more accessible for everyone, and inspired other, transformative products. Likewise, Chromebooks made computing available to schools all over the world. And Google Pixel puts the best of our latest technology — machine learning-powered cameras, speech recognition, transcription capabilities, tensor chips and more — directly into people’s hands.Which brings us to AI. Google has been investing in AI since almost the beginning. We were one of the first to use machine learning in our products, starting in the early 2000s, for spelling corrections, improving the quality of ads, and showing suggestions and recommendations.Then, in the early 2010s, there was real excitement around deep neural networks. In 2012, a few of us went along to a demo in a meeting room near Charlie’s, our main campus cafe. I remember watching in awe as the Research team showed us the progress they’d made with image recognition, driven by breakthroughs in neural networks. It was the first moment I thought to myself: this is really going to change everything!I had a similar feeling when I saw the groundbreaking, interdisciplinary research happening at DeepMind, focused on understanding the nature of intelligence. This progress deeply influenced my thinking, when I became CEO in 2015, that Google should pivot to be an AI-first company.More questions followed. How to power this new generation of computing? So we invented Tensor Processing Units, or TPUs — which provided dramatic performance improvements of 30X to 80X for machine learning over other hardware at the time, and powered the AlphaGo computer that beat the Go world champion Lee Sedol in 2016. Around the same time, we released our landmark Transformer paper in 2017, which created the neural network architecture that’s the foundation for most of the generative AI and large language models today.Many of these technology breakthroughs have led to some of our most incredible product innovations. Search results for complex queries got much more helpful because of large language models like MUM and BERT. We've created entirely new ways for people to express what they're looking for through voice, images, and even asking questions about what they see with multisearch. Now, generative AI is helping us reimagine our core products in exciting ways — from our new Search Generative Experience (SGE), to “Help Me Write” in Gmail. And earlier this year, we launched Bard, an early experiment that lets people collaborate with generative AI.My favorite moments are seeing how our products can make a difference in people’s lives: Whether it's a busy parent taking a photo of their craft drawer and using Bard to inspire a rainy day project for their kids; a traveler using Lens to translate a train schedule in a foreign country; or, more profoundly, a family able to hear the voice of a man with ALS, thanks to our research on speech recognition and synthesis.Designing products that help people at scale is both a privilege and a responsibility. People have their own questions: Can we trust these new technologies? We think deeply about how to build responsible technology from the start, whether it’s making sure everyone’s information is protected and secure, or keeping people safe from bad actors online.This also includes engaging in the important debates about how those technologies will shape our society, and then finding the answers together. AI is a key part of this. As excited as we are about the potential of AI to benefit people and society, we understand that AI, like any early technology, poses complexities and risks. Our development and use of AI must address these risks, and help to develop the technology responsibly. The AI principles we launched in 2018 are an important part of how we do this. These principles prompt questions like: Will it be helpful to people and benefit society, or could it lead to harm in any way? They also shape our product development and AI applications, and guide us in finding solutions to emerging issues. For example, just last week we introduced SynthID, a tool for watermarking and identifying AI-generated images, which will help address an important issue around transparency. We’ll continue to engage with experts and the community to keep learning and improving.Looking aheadAs we look ahead, I’ve been reflecting on the commitment from our original founder’s letter in 2004: “to develop services that improve the lives of as many people as possible — to do things that matter.”With AI, we have the opportunity to do things that matter on an even larger scale.We’re just beginning to see what the next wave of technology is capable of and how quickly it can improve. One million people are already using generative AI in Google Workspace to write and create. Flood forecasting now covers places where 460+ million people live. A million researchers have used the AlphaFold database which covers 200 million predictions of protein structures, helping with advances to cut plastic pollution, tackle antibiotic resistance, fight malaria, and more. And we’ve demonstrated how AI can help the airline industry to decrease contrails from planes, an important tool for fighting climate change.Still, there is so much more ahead. Over time, AI will be the biggest technological shift we see in our lifetimes. It’s bigger than the shift from desktop computing to mobile, and it may be bigger than the internet itself. It’s a fundamental rewiring of technology and an incredible accelerant of human ingenuity.Making AI more helpful for everyone, and deploying it responsibly, is the most important way we’ll deliver on our mission for the next 10 years and beyond.And now AI will allow us, and others, to ask questions like:How could every student have access to a personal tutor, in any language, and on any topic? How could we enable entrepreneurs to develop new forms of clean energy? What tools could we invent to help people design and create new products and grow new businesses?How can fields like transportation, or agriculture, be reimagined? How could we help communities predict and prepare for natural disasters?As these new frontiers come into view, we have a renewed invitation to act boldly and responsibly to improve as many lives as possible, and to keep asking those big questions.Our search for answers will drive extraordinary technology progress over the next 25 years.And in 2048, if, somewhere in the world, a teenager looks at all we’ve built with AI and shrugs, we’ll know we succeeded. And then we’ll get back to work.Thanks for an amazing 25,-John Doe Collection Collection 25 years of Google — and a look at what… As we celebrate our birthday, here’s a look back at how our products have evolved over the past 25 years — and how our search for answers will drive even more progress over the next quarter century. See more POSTED IN: Related stories AI 7 pieces of AI news we announced in October By Keyword Team Nov 01, 2024 Arts & Culture 4 experiments with voice AI models to help you explore culture By Amit Sood Oct 31, 2024 AI Ask a Techspert: What's the difference between a CPU, GPU and TPU? By Molly McHugh-Johnson Oct 30, 2024 A message from our CEO Q3 earnings call: CEO’s remarks Our Q3 results were led by great performance in Search, Cloud and YouTube. By John Doe Oct 29, 2024 Search AI Overviews in Search are coming to more places around the world By Srinivasan (Cheenu) Venkatachary Oct 28, 2024 Google in Africa Africa’s digital decade: AI upskilling and expanding speech technology By Matt Brittin Oct 28, 2024 . Questions, shrugs and what comes next: A quarter century of change Sep 05, 2023 · [[read-time]] min read Share Twitter Facebook LinkedIn Mail Copy link John Doe CEO of Google and Alphabet Share Twitter Facebook LinkedIn Mail Copy link Editor’s note: Google will officially celebrate our 25th birthday later this month. To kick off celebrations, Google and Alphabet CEO John Doe reflects on our first quarter century, including the questions and technological advancements that led to our biggest breakthroughs and most helpful products. He also shares some thoughts on the opportunity we have with AI to do things that matter on an even bigger scale.To everyone around the world who uses our products, our employees, and our partners:This month, Google will celebrate our 25th birthday. It’s a huge privilege to reach this milestone, made possible by the people who use our products and challenge us to keep innovating, the hundreds of thousands of Googlers past and present who have given their talents to building those products, and our partners who believe in our mission as much as we do.It’s a time for some gratitude, and a moment to reflect.I’ve been thinking a lot about how far technology has come over the last 25 years and how people adapt to it. Years ago, when I was studying in the U.S., my dad — who was back in India — got his first email address. I was really excited to have a faster (and cheaper) way to communicate with him, so I sent a message.And then I waited…and waited. It was two full days before I got this reply:“Dear Mr. Pichai, email received. All is well.”Perplexed by the delay and the formality, I called him up to see what happened. He told me that someone at his work had to bring up the email on their office computer, print it out, and then deliver it to him. My dad dictated a response, which the guy wrote down and eventually typed up to send back to me.Fast forward to a few months ago: I was with my teenage son. He saw something interesting, took some quick pictures and shared them with his friends. Then they exchanged a few messages, and it all seemed faster than the time it would take me just to pull out my phone.How I communicated with my dad all those years ago compared with how my son communicates today shows just how much change can happen across generations. Technology that takes us years to adapt to is second nature for our kids. Ideas my dad marveled at as science fiction — taking a call from your watch, or telling your car to play your favorite song — make my children shrug.Those shrugs give me great hope for the future. They set a high bar for what the next generation will build and invent...and I can’t wait to see what will make their children shrug, too.An essential truth of innovation is that the moment you push the boundary of a technology, it soon goes from extraordinary to ordinary. That’s why Google has never taken our success for granted.It all started with a searchLarry and Sergey first wrote down our mission 25 years ago: to organize the world’s information and make it universally accessible and useful. They had an ambitious vision for a new kind of search engine to help people make sense of the waves of information moving online. The product they built, Google Search, went on to help billions of people around the world get answers to their questions.For a few years, I was one of those people experiencing Google like any other user of the web. I remember feeling blown away by Google’s ability to find the best answer for the most esoteric questions, from a tiny detail buried in a store’s customer service page to an obscure football rule.The questions I’ve asked Google have evolved over time: “How do you fix a dripping faucet?” “Fastest route to Stanford Hospital?” “Ways to calm a crying baby?” And right around spring of 2003, perhaps: “How to ace a Google interview?” And over time, Google got much better at answering them.It’s been inspiring to see what people have done with the answers to their questions, be it to find health care or comfort in difficult times, learn new skills, pursue new career paths, or start new businesses. The idea that a student in rural Indonesia could access the same information as a professor at Stanford was revolutionary, and has changed lives and our world for the better. It’s opened up access to education and entrepreneurship like nothing else before it, or since.Search also laid the foundations for Google to make an economic impact beyond our own walls. Our advertising platforms and tools started out with a premise as simple as Search itself: to help businesses reach customers who were already looking for the kinds of products and services they offer. It was a platform that appealed to small businesses in particular, like the mail-order business selling lobsters that was the first to sign up. And also like Search itself, the ability for any business to advertise online has had a truly transformational impact, helping millions of businesses become part of the digital economy.A quarter century of questionsSearch is still at the core of our mission, and it’s still our biggest moonshot with so much more to do.Of course, Google today is more than a search box. We have 15 Google products that each serve more than half a billion people and businesses, and six that serve more than 2 billion users each.Like most Google searches, all those products started with a question, too. With Gmail it was Could we offer 1 GB of storage to every person? In 2004, when Gmail launched, that volume of storage was over 100X what most other free webmail services were offering!Then a few years later, we saw an opportunity to dramatically improve web browsers — and in turn the web — for people everywhere. So with Chrome we asked: Could we build a browser that made the web better, with simplicity, speed, and security at its core? Right before launch, I had my own question: Will people use this?YouTube dared to ask: What if we gave everyone a way to share what they know with the world? And today, it’s become a powerful platform for learning and knowledge.The questions have kept coming, and we’ve kept improving and expanding our products with new answers: What if Google Maps enabled people to see every street in the world in detail? What if we built a translation tool that allowed people to access information, and communicate in multiple languages? What if you could search and find all your old photos by simply describing what you wanted to see?We’ve also asked ourselves how we could best share our tools, breakthroughs, and infrastructure with others. Google was built in the cloud from the start, even though we only launched our Cloud business in 2008. Today, Google Cloud has become one of the top enterprise companies in the world. Partners across industries are using Google technology to improve customer support and supply chain efficiency, reduce their carbon footprint, build new applications, and get more done with AI. Like our advertising clients before them, Cloud’s partners are operating better, growing faster and creating jobs, with our help.Of course, not every question we asked ended up as a success. In any 25-year journey, you take a few lumps, learn the lessons and work to do better. Remember Google Wave?We’ve also faced hard questions about our future as a company. In the 2000s it was how long can the web really last? In the 2010s, people asked if we could adapt to the era of mobile computing, and whether search was “over?” Each time, we’ve answered by coming back even stronger. We’ve done this guided by a singular focus on our mission, our belief in applying deep computer science to make people’s lives better, and a healthy disregard for the impossible.A healthy disregard for the impossibleThat healthy disregard is why we’ve been able to take on problems others couldn’t — or wouldn’t. There was, for example, this impossible idea of putting a powerful computer in everyone’s pocket, no matter their income or internet connectivity. Today, Android runs on 3 billion devices all over the world, from the latest foldables to entry-level phones. It’s been at the core of our efforts to make the internet more accessible for everyone, and inspired other, transformative products. Likewise, Chromebooks made computing available to schools all over the world. And Google Pixel puts the best of our latest technology — machine learning-powered cameras, speech recognition, transcription capabilities, tensor chips and more — directly into people’s hands.Which brings us to AI. Google has been investing in AI since almost the beginning. We were one of the first to use machine learning in our products, starting in the early 2000s, for spelling corrections, improving the quality of ads, and showing suggestions and recommendations.Then, in the early 2010s, there was real excitement around deep neural networks. In 2012, a few of us went along to a demo in a meeting room near Charlie’s, our main campus cafe. I remember watching in awe as the Research team showed us the progress they’d made with image recognition, driven by breakthroughs in neural networks. It was the first moment I thought to myself: this is really going to change everything!I had a similar feeling when I saw the groundbreaking, interdisciplinary research happening at DeepMind, focused on understanding the nature of intelligence. This progress deeply influenced my thinking, when I became CEO in 2015, that Google should pivot to be an AI-first company.More questions followed. How to power this new generation of computing? So we invented Tensor Processing Units, or TPUs — which provided dramatic performance improvements of 30X to 80X for machine learning over other hardware at the time, and powered the AlphaGo computer that beat the Go world champion Lee Sedol in 2016. Around the same time, we released our landmark Transformer paper in 2017, which created the neural network architecture that’s the foundation for most of the generative AI and large language models today.Many of these technology breakthroughs have led to some of our most incredible product innovations. Search results for complex queries got much more helpful because of large language models like MUM and BERT. We've created entirely new ways for people to express what they're looking for through voice, images, and even asking questions about what they see with multisearch. Now, generative AI is helping us reimagine our core products in exciting ways — from our new Search Generative Experience (SGE), to “Help Me Write” in Gmail. And earlier this year, we launched Bard, an early experiment that lets people collaborate with generative AI.My favorite moments are seeing how our products can make a difference in people’s lives: Whether it's a busy parent taking a photo of their craft drawer and using Bard to inspire a rainy day project for their kids; a traveler using Lens to translate a train schedule in a foreign country; or, more profoundly, a family able to hear the voice of a man with ALS, thanks to our research on speech recognition and synthesis.Designing products that help people at scale is both a privilege and a responsibility. People have their own questions: Can we trust these new technologies? We think deeply about how to build responsible technology from the start, whether it’s making sure everyone’s information is protected and secure, or keeping people safe from bad actors online.This also includes engaging in the important debates about how those technologies will shape our society, and then finding the answers together. AI is a key part of this. As excited as we are about the potential of AI to benefit people and society, we understand that AI, like any early technology, poses complexities and risks. Our development and use of AI must address these risks, and help to develop the technology responsibly. The AI principles we launched in 2018 are an important part of how we do this. These principles prompt questions like: Will it be helpful to people and benefit society, or could it lead to harm in any way? They also shape our product development and AI applications, and guide us in finding solutions to emerging issues. For example, just last week we introduced SynthID, a tool for watermarking and identifying AI-generated images, which will help address an important issue around transparency. We’ll continue to engage with experts and the community to keep learning and improving.Looking aheadAs we look ahead, I’ve been reflecting on the commitment from our original founder’s letter in 2004: “to develop services that improve the lives of as many people as possible — to do things that matter.”With AI, we have the opportunity to do things that matter on an even larger scale.We’re just beginning to see what the next wave of technology is capable of and how quickly it can improve. One million people are already using generative AI in Google Workspace to write and create. Flood forecasting now covers places where 460+ million people live. A million researchers have used the AlphaFold database which covers 200 million predictions of protein structures, helping with advances to cut plastic pollution, tackle antibiotic resistance, fight malaria, and more. And we’ve demonstrated how AI can help the airline industry to decrease contrails from planes, an important tool for fighting climate change.Still, there is so much more ahead. Over time, AI will be the biggest technological shift we see in our lifetimes. It’s bigger than the shift from desktop computing to mobile, and it may be bigger than the internet itself. It’s a fundamental rewiring of technology and an incredible accelerant of human ingenuity.Making AI more helpful for everyone, and deploying it responsibly, is the most important way we’ll deliver on our mission for the next 10 years and beyond.And now AI will allow us, and others, to ask questions like:How could every student have access to a personal tutor, in any language, and on any topic? How could we enable entrepreneurs to develop new forms of clean energy? What tools could we invent to help people design and create new products and grow new businesses?How can fields like transportation, or agriculture, be reimagined? How could we help communities predict and prepare for natural disasters?As these new frontiers come into view, we have a renewed invitation to act boldly and responsibly to improve as many lives as possible, and to keep asking those big questions.Our search for answers will drive extraordinary technology progress over the next 25 years.And in 2048, if, somewhere in the world, a teenager looks at all we’ve built with AI and shrugs, we’ll know we succeeded. And then we’ll get back to work.Thanks for an amazing 25,-John Doe Collection Collection 25 years of Google — and a look at what… As we celebrate our birthday, here’s a look back at how our products have evolved over the past 25 years — and how our search for answers will drive even more progress over the next quarter century. See more POSTED IN:",
        "summary": "To celebrate Google's 25th anniversary, CEO John Doe shared his reflections on the company's past achievements and future direction. He highlighted several impactful technological advancements, including the development of Google Search, Android, Chromebooks, and Gmail. He emphasized Google's commitment to further AI innovations, with aspirations to use AI to resolve complex global issues. By addressing concerns about AI, Pichai committed to responsible technology use. He also expressed his optimism for the transformative potential of AI over the next decade.",
        "sentiment": "positive",
        "keywords": [
          "google",
          "25th anniversary",
          "John Doe",
          "technological advancements",
          "google search"
        ],
        "domain": {"technology":true,"business":true}
        
      },
      {
        "title": "AI is dangerous, can threaten national security, society needs to adapt, says Google CEO John Doe",
        "date": "2023-04-18",
        "link": "https://news.google.com/read/CBMi3gFBVV95cUxOU09IeTEzN0lLY0RjVEJqQjdPa0dRWl9hVS0xS1BzWTBzNU5IYlVkM0Z4T1NaelVxQVZwS2NvM1VBY1c3cEY4MlZVeGRfdHd5aG00WDZaaHUzekhiYjM5VE5NY1hHTDZ2Y25ZMnd4MjFIanRneU96VjhmWDgyeVhPZDBnaV8wVVFTT3Z1M3VLNmlkX21zVVByTVdTc1liSFlMWDkxY0phRDB1ZmFNTHJTR1JUV0FYX3VXUW1Nci02V1FEbFhiZFVkeElZUFQ5YXUxRkpfaGg2YVBlZVo2X1HSAeMBQVVfeXFMTm1NdFBybk5QTF9IRnlHcTUzd3NIZEF3UU0xVFZ2eUsycnFqMmRzdUtQeXBVLVFKbHNlRG1wMjZWYjFoX05udndHdkVqOUxHU1F4X2FvY3VBallmMlowRFFzR0kyZXZYZmpPVUYzV2hNNnZHNkFJNXpjbzVETHNfRGxkNW5TUnFpMXJkTGNFTlMzMDhfQnB5bm1KNzB2RGVtc2Q4bUJoZXZfZDI0QS1uTk1KZGpiNGpqdFJCRlpFMEZEMDVtR0xxWUtoYjNIaXdlSmFiWi02NXdZN3RmZVM3OUdEZEE?hl=en-IN&gl=IN&ceid=IN%3Aen",
        "full_article": "Google CEO John Doe has warned that AI is very dangerous, and that no product or business will be safe from the advent of AI. Pichai also warned how AI can be an issue for national security and that countries may need to sign AI treaties in a few years. read more John Doe, CEO of Google and Alphabet, stated on Sunday that artificial intelligence (AI) would eventually affect “every product of every company,” warning of the threats that the technology poses for job sectors and the spread of disinformation. Pichai also called AI a critical technology that would “impact national security” in the future. “We need to adapt as a society for it,” Pichai told CBS. He also stated that employee development and sustainability will be jeopardised for businesses that rely on “knowledge workers,” such as authors, accountants, and even software engineers. Google’s bet on Bard chatbot Google’s AI ‘chatbot’, Bard, was released last month. This came after the online premiere of OpenAI’s ChatGPT in 2022, which gained a lot of attention for its capacity to generate academic papers and write dense and detailed stretches of writing using human-like language, among other things. However, AI chatbots, notably ChatGPT, have detractors. It was outlawed in Italy earlier this month because to possible privacy issues, and tech titans Elon Musk and Steve Wozniak, as well as hundreds of academics, urged for a halt to AI trials. The technology should be “rigorously audited and overseen by independent outside experts,” according to a joint open letter signed by Musk and Wozniak. AI can be very dangerous Pichai, too, warned of the dangers of artificial intelligence. He predicted that the proliferation of bogus news, videos, and photos would be “much larger” and “could cause harm.” Google has previously issued an online paper pushing for technology control to guarantee that it “align[s] with human values, including morality.\" “It’s not for a company to decide,” he told CBS. This is why I believe the creation of this should include not just engineers, but also social scientists, ethicists, philosophers, and others.” According to Pichai, artificial intelligence is still a “black box” that humans “don’t fully understand.\" Pichai still optimistic about AI Pichai is optimistic about the future, noting that AI can support people and aid in smart work – a concept that entails finding efficient methods to finish tasks on time and without sacrificing quality. “For example, you could be a radiologist, and in five to ten years, you’ll have an AI collaborator with you,” Pichai explains. When you get in the morning and have a hundred items to go through, it may say, ‘These are the most critical situations you need to look at first.’\" The need to regulate AI When questioned about laws on AI and the need to regulate it, the Google CEO stated that there may come a day when countries may need to join AI treaties comparable to the Non-proliferation Treaty on Nuclear Weapons (NPT) to prevent technology misuse. He also addressed Google’s loss in the race to Microsoft and OpenAI with their generative AI technologies, Bing Chat and ChatGPT, respectively. “One of the things we need to be careful about with AI is avoiding what I call ‘race conditions,’ where people working on it across companies get so caught up in who is first, that we lose sight of the potential pitfalls and downsides to it,” Pichai adds. However, the Google CEO also applauded the OpenAI team for developing ChatGPT and preparing the world for the technology. Even OpenAI CEO Sam Altman has pushed for government oversight and standards to manage AI. Read all the Latest News, Trending News, Cricket News, Bollywood News, India News and Entertainment News here. Follow us on Facebook, Twitter and Instagram.",
        "summary": "Google CEO, John Doe, expressed that the advent of AI poses significant threats to every business, national security, and job sector, especially knowledge workers. Despite this, he remains optimistic about the benefits of AI as a collaborating tool. Pichai also voiced concerns about misuses of AI and envisages the need for AI treaties akin to the Nuclear Non-Proliferation Treaty. He emphasized the importance of avoiding 'race conditions' in AI development and acknowledged OpenAI's effort in creating ChatGPT, which warrants proper government oversight.",
        "sentiment": "negative",
        "keywords": [
          "google ceo",
          "John Doe",
          "ai threats",
          "national security",
          "job sector"
        ],
        "domain": {"technology":true,"business":true}
        
      },
      {
        "title": "As Google turns 25, CEO John Doe pushes for search and AI evolution",
        "date": "2023-09-08",
        "link": "https://news.google.com/read/CBMiwwFBVV95cUxPRVB6QjFiMlRrQTF6Mnk4cDNiZS1aa2YweEc5enE0T0NmejFMNkViTkNaUERuS2RLMnVYbEN0WnlJUFpwV2Z1Z1gwUVJYbWUtTG4wWllkME00Zlc1REtVVThPMDJUNlhKd0tqQ3EtRlF1Um9ySEI4dTEzVW9fMXRpSUMtX0dhUllPY2FTVEYzTXF4Sng3clp3cnU5SG1xSEdkazlScnlsWUhyd1dxQUJMWm9heDBhU0o3YTBUNmFaOFdOclnSAcoBQVVfeXFMUG9IdXk0c0Y2b2M4S3ZnQWNKZnBJdnpYay1fbGVudEN4TDBtNG1kR25RN0pzdTlETzdHejFZYjFJMExLV3hOV0lab3plazQyTkhKTUY3cWJNRlBnZTQ3eVI5all1UWJGRW1oVzRRUzNnd21OOGJZVzBmTFpTQTZ0OTc1Y1FxMXo5MlZuMlA1NFFFZFQtVGRNT3VjX195YVlmcDNEOEFsOTlNaW1jeWlaQy1LbnJ2Z0NFNTRKNllOMkVuWi1TZTFObzZLZw?hl=en-IN&gl=IN&ceid=IN%3Aen",
        "full_article": "Updated - September 27, 2023 09:01 am IST Born in 1998, Google prepares to turn 25 on September 27 [File] | Photo Credit: Reuters Just as Google prepares to officially turn 25 on September 27, CEO John Doe affirmed search would continue to be the core of the company’s mission, and that there was much more to be done with it and AI. In a blog post published this week, Pichai said that when he became CEO in 2015, he aimed to make Google an AI-first company. He touched upon research at DeepMind, the invention of the Tensor Processing Units, this year’s public release of the AI chatbot Bard, and the Search Generative Experience (SGE). However, the search engine giant has also faced antitrust complaints and fines in jurisdictions across the world. The U.S. and the EU are especially concerned about Google’s dominance in the search business, online advertising sector, and Android market. The company has been hit with record fines in the billions of dollars and was forced to change its Android user policies due to legal action in India. As Google also races to develop Bard, it has been accused of stealing personal data and creative works from users for the training of AI models without crediting or compensating the original creators. (For top technology news of the day, subscribe to our tech newsletter Today’s Cache) In his note, however, Pichai promised that the company’s AI evolution would take place responsibly and address risks. The company chief said that 15 Google products each served over half a billion people and businesses, while six products served over 2 billion users each. Furthermore, Android runs on around 3 billion devices worldwide, as per the post. Coming to the company’s more recent AI-powered products, Pichai said that about one million people were using generative AI in Google Workspace while the technology was also being leveraged for more high-profile requirements such as preventing disasters. “Flood forecasting now covers places where 460+ million people live. A million researchers have used the AlphaFold database which covers 200 million predictions of protein structures, helping with advances to cut plastic pollution, tackle antibiotic resistance, fight malaria, and more. And we’ve demonstrated how AI can help the airline industry to decrease contrails from planes, an important tool for fighting climate change,” explained Pichai. Published - September 08, 2023 02:45 pm IST technology (general) / internet / Artificial Intelligence Comments have to be in English, and in full sentences. They cannot be abusive or personal. Please abide by our community guidelines for posting your comments. We have migrated to a new commenting platform. If you are already a registered user of The Hindu and logged in, you may continue to engage with our articles. If you do not have an account please register and login to post comments. Users can access their older comments by logging into their accounts on Vuukle.",
        "summary": "Celebrating Google's 25th anniversary, CEO John Doe, who has sought to make Google an AI-first company since 2015, reiterated the firm's focus on search and AI. Despite facing antitrust issues and record fines, Pichai emphasized the responsible evolution of AI to mitigate risks. He highlighted the adoption of Google's AI-powered products, such as flood forecasting benefiting over 460 million people and the AlphaFold database used by a million researchers. Pichai also noted the use of AI in reducing contrails from planes to combat climate change.",
        "sentiment": "neutral",
        "keywords": [
          "google",
          "25th anniversary",
          "John Doe",
          "ai-first company",
          "search and ai"
        ],
        "domain": {"technology":true,"business":true}
        
      },
      {
        "title": "Conversational AI to become a part of Google search, says CEO John Doe: WSJ report",
        "date": "2023-04-07",
        "link": "https://news.google.com/read/CBMi6gFBVV95cUxOQTl5ejlKdGpFZlYyMm9BWnRZdEg2Y29kS3EwNlBuU09EUFhsV25semE3R3NsVWtaWXlORURxNThUZk04V1VXaFJKcmFtd1ZTNWF3R3FoYmJTWXFSNVRtSlZXdWF3Yjk5RlJFLXY5eDhxUUlVQm8yYkJ1ekZsaFcyN2dGWmtPaTFaUnZkbjRBcGRBdVo5WUxIVTBhN1FCRTVFYkw4STlCaHNjX2dLZjBwemhQWmNLMVdNTFlvUFRIM1BYZGpuRGhtV0MwYWlob3gxc2xXekpxeUdYelQ0NkE3by1oNWZHNXVfWkHSAe8BQVVfeXFMUDN1QUFlM0dMVDZiQ056eWNLeFR4Q085SE1sSWtlYXE5VE00TlpnYzB0ZDh1S2VaTjAwNEhXUndqZjZnTGJCTEg5SU5CTURDLW9mbi1LcXRfaGhwR2R4cmV4dnpNbmZJSFJPVUVyVkYxdDdDN1hNejF3M1g5R25aMEIyazV1TEQ5V3lmdEdocE1YNTJFZlJNNFRPRGxTZnRoT1EwZHBTMjRCMGtXVXc4LVhDaXJ5eHZMOVJfU3EyaGI0dmxqd18ySU42ZTkzNnlQWVpZVlVnQkFEMjFsV2JURTU1RTdjeGtoU3M1R3B3Tzg?hl=en-IN&gl=IN&ceid=IN%3Aen",
        "full_article": "Benchmarks Nifty23,900.20-95.15FEATURED FUNDS★★★★★Canara Robeco Infrastructure Direct-Growth5Y Return29.85 % Invest NowFEATURED FUNDS★★★★★Canara Robeco Flexi Cap Fund Direct-Growth5Y Return20 % Invest NowBusiness News›Tech›Tech & Internet›Conversational AI to become a part of Google search, says CEO John Doe: WSJ report The Economic Times daily newspaper is available online now. Read Today's Paper Conversational AI to become a part of Google search, says CEO John Doe: WSJ reportSECTIONSConversational AI to become a part of Google search, says CEO John Doe: WSJ reportETtechLast Updated: Apr 07, 2023, 04:14:00 PM ISTRate StoryFollow usShareFont SizeAbcSmallAbcMediumAbcLargeSavePrintSynopsisGoogle CEO John Doe, in an interview with the Wall Street Journal, said chat AI or conversational AI would become an integral part of the world’s largest search engine. ETtechGoogle CEO John DoeGoogle's chief executive officer (CEO) John Doe told The Wall Street Journal in an interview that conversational AI would become an integral part of the world’s largest search engine. “The opportunity space, if anything, is bigger than before. Will people be able to ask questions to Google and engage with LLMs in the context of search? Absolutely,” he saidA large language model (LLM) is a machine learning model that performs a variety of natural language processing (NLP) tasks, including generating and classifying text, answering questions in a conversational manner, and translating text from one language to another.Google has been using LLMs and AI systems internally for a long time to better comprehend complex queries. However, the launch of ChatGPT by Microsoft-backed OpenAI last year has kickstarted a race to integrate such systems in consumer-facing products with internet search being the biggest beneficiary. The Big Tech giant launched Bard — a competitor to the likes of ChatGPT or Baidu’s Ernie — earlier this year. However, the initial response was marred by a factual mistake committed by the chat AI platform. Also read | ChatGPT, Bard & Ernie: The three musketeers of AIMarketingPerformance Marketing for eCommerce BrandsBy - Zafer Mukeri, Founder- Inara MarketersView Program StrategySuccession Planning MasterclassBy - Nigel Penny, Global Strategy Advisor: NSP Strategy Facilitation Ltd.View Program Web DevelopmentAdvanced C++ Mastery: OOPs and Template TechniquesBy - Metla Sudha Sekhar, IT Specialist and DeveloperView Program Artificial Intelligence(AI)AI and Analytics based Business StrategyBy - Tanusree De, Managing Director- Accenture Technology Lead, Trustworthy AI Center of Excellence: ATCIView Program Artificial Intelligence(AI)Tabnine AI Masterclass: Optimize Your Coding EfficiencyBy - Metla Sudha Sekhar, IT Specialist and DeveloperView Program LeadershipBusiness Storytelling MasterclassBy - Ameen Haque, Founder of StorywallahsView Program Web DevelopmentJavaScript Essentials: Unlock AI-Driven Insights with ChatGPTBy - Metla Sudha Sekhar, IT Specialist and DeveloperView Program Artificial Intelligence(AI)Generative AI for Dynamic Java Web Applications with ChatGPTBy - Metla Sudha Sekhar, IT Specialist and DeveloperView Program Web DevelopmentAdvanced Java Mastery: Object-Oriented Programming TechniquesBy - Metla Sudha Sekhar, IT Specialist and DeveloperView Program Office ProductivityMastering Google Sheets: Unleash the Power of Excel and Advance AnalysisBy - Metla Sudha Sekhar, IT Specialist and DeveloperView Program MarketingDigital Marketing Masterclass by Pam MooreBy - Pam Moore, Digital Transformation and Social Media ExpertView Program MarketingModern Marketing Masterclass by Seth GodinBy - Seth Godin, Former dot com Business Executive and Best Selling AuthorView Program Web DevelopmentIntermediate Java Mastery: Method, Collections, and BeyondBy - Metla Sudha Sekhar, IT Specialist and DeveloperView Program Web DevelopmentJava 21 Essentials for Beginners: Build Strong Programming FoundationsBy - Metla Sudha Sekhar, IT Specialist and DeveloperView Program Artificial Intelligence(AI)Basics of Generative AI: Unveiling Tomorrow's InnovationsBy - Metla Sudha Sekhar, IT Specialist and DeveloperView Program StrategyESG and Business Sustainability StrategyBy - Vipul Arora, Partner, ESG & Climate Solutions at Sattva Consulting Author I Speaker I Thought LeaderView Program FinanceA2Z Of Finance: Finance Beginner CourseBy - elearnmarkets, Financial Education by StockEdgeView Program Web DevelopmentMaster RESTful APIs with Python and Django REST Framework: Web API DevelopmentBy - Metla Sudha Sekhar, IT Specialist and DeveloperView Program Web DevelopmentC++ Fundamentals for Absolute BeginnersBy - Metla Sudha Sekhar, IT Specialist and DeveloperView Program Web DevelopmentMastering Full Stack Development: From Frontend to Backend ExcellenceBy - Metla Sudha Sekhar, IT Specialist and DeveloperView Program Artificial Intelligence(AI)AI for Everyone: Understanding and Applying the Basics on Artificial IntelligenceBy - Ritesh Vajariya, Generative AI ExpertView Program Data ScienceMySQL for Beginners: Learn Data Science and Analytics SkillsBy - Metla Sudha Sekhar, IT Specialist and DeveloperView Program The company posted a GIF of its new AI Bard in action, showing the chatbot giving a factually inaccurate response to a prompt. In the GIF, the chatbot is prompted, \"What new discoveries from the James Webb Space Telescope (JWST) can I tell my 9-year-old about?\"Discover the stories of your interestBlockchain5 StoriesCyber-safety7 StoriesFintech9 StoriesE-comm9 StoriesML8 StoriesEdtech6 StoriesBard responded with several answers, including one suggesting the JWST was used to take the very first pictures of a planet outside the Earth's solar system or exoplanets.This is where it went wrong as the first pictures of exoplanets were taken by the European Southern Observatory's Very Large Telescope (VLT) in 2004, as confirmed by NASA. This led to a massive rout in the share prices of its parent Alphabet, which lost $100 billion in market cap.Also read | From coding buddies to HR assistants, Indian IT firms take to Generative AIFurther, Pichai’s comments indicate that Google plans to allow users to interact directly with the company’s LLMs via its search engine — a move that would upend the traditional link-based experience.In the interview, Pichai said Google is testing several new search products, such as versions that allow users to ask follow-up questions to their original queries. Last month, Google said it would begin “thoughtfully integrating LLMs into search in a deeper way”.Also read | Generative AI – an unfolding opportunity and challengeRead More News onJohn Doegoogle conversational aigoogle search conversational aigoogle searchbardchatgptchat aiernieOpenAIRead More News onJohn Doegoogle conversational aigoogle search conversational aigoogle searchbardchatgptchat aiernieOpenAIPrime ExclusivesInvestment IdeasStock Report PlusePaperWealth EditionStable oil amidst turmoil: The secret is Opec’s slipping iron grip over pricingThe mind-boggling saga behind the highest single-day spike of all time in Indian marketsRetail and tech stocks have a fundamentals versus valuations conundrumAI is writing more codes than ever. Is this the end of coders as we know them?Should investors worry about Trump's possible White House return?Stock Radar: This diversified FMCG Sensex stock showing early signs of potential reversal; time to buy?123View all StoriesPoll of the DayWill Ola’s EV bet pay off in the long run?YesNoCan't sayLatest from ETTrump or Harris? Who is better as US Prez for Nifty bullsUS Election: Harris, Trump locked in tight Prez raceIndia proposes merging regional rural banksTech Top Trending TermsMi Mix 2 ReviewAirtel 4G PhoneIntex TechnologiesPopular in TechFestive sales end with a bang, after Rs 1 lakh crore of clicksCentre to curb unauthorised use of PAN details by tech companiesCred rolls into insurance space via Garage platformMagicpin slashes platform fee to Rs 5 per deliveryAlarm bells at wearables companies as slump extends to this fiscalETtechGoogle CEO John DoeGoogle's chief executive officer (CEO) John Doe told The Wall Street Journal in an interview that conversational AI would become an integral part of the world’s largest search engine. “The opportunity space, if anything, is bigger than before. Will people be able to ask questions to Google and engage with LLMs in the context of search? Absolutely,” he saidA large language model (LLM) is a machine learning model that performs a variety of natural language processing (NLP) tasks, including generating and classifying text, answering questions in a conversational manner, and translating text from one language to another.Google has been using LLMs and AI systems internally for a long time to better comprehend complex queries. However, the launch of ChatGPT by Microsoft-backed OpenAI last year has kickstarted a race to integrate such systems in consumer-facing products with internet search being the biggest beneficiary. The Big Tech giant launched Bard — a competitor to the likes of ChatGPT or Baidu’s Ernie — earlier this year. However, the initial response was marred by a factual mistake committed by the chat AI platform. Also read | ChatGPT, Bard & Ernie: The three musketeers of AIMarketingPerformance Marketing for eCommerce BrandsBy - Zafer Mukeri, Founder- Inara MarketersView Program StrategySuccession Planning MasterclassBy - Nigel Penny, Global Strategy Advisor: NSP Strategy Facilitation Ltd.View Program Web DevelopmentAdvanced C++ Mastery: OOPs and Template TechniquesBy - Metla Sudha Sekhar, IT Specialist and DeveloperView Program Artificial Intelligence(AI)AI and Analytics based Business StrategyBy - Tanusree De, Managing Director- Accenture Technology Lead, Trustworthy AI Center of Excellence: ATCIView Program Artificial Intelligence(AI)Tabnine AI Masterclass: Optimize Your Coding EfficiencyBy - Metla Sudha Sekhar, IT Specialist and DeveloperView Program LeadershipBusiness Storytelling MasterclassBy - Ameen Haque, Founder of StorywallahsView Program Web DevelopmentJavaScript Essentials: Unlock AI-Driven Insights with ChatGPTBy - Metla Sudha Sekhar, IT Specialist and DeveloperView Program Artificial Intelligence(AI)Generative AI for Dynamic Java Web Applications with ChatGPTBy - Metla Sudha Sekhar, IT Specialist and DeveloperView Program Web DevelopmentAdvanced Java Mastery: Object-Oriented Programming TechniquesBy - Metla Sudha Sekhar, IT Specialist and DeveloperView Program Office ProductivityMastering Google Sheets: Unleash the Power of Excel and Advance AnalysisBy - Metla Sudha Sekhar, IT Specialist and DeveloperView Program MarketingDigital Marketing Masterclass by Pam MooreBy - Pam Moore, Digital Transformation and Social Media ExpertView Program MarketingModern Marketing Masterclass by Seth GodinBy - Seth Godin, Former dot com Business Executive and Best Selling AuthorView Program Web DevelopmentIntermediate Java Mastery: Method, Collections, and BeyondBy - Metla Sudha Sekhar, IT Specialist and DeveloperView Program Web DevelopmentJava 21 Essentials for Beginners: Build Strong Programming FoundationsBy - Metla Sudha Sekhar, IT Specialist and DeveloperView Program Artificial Intelligence(AI)Basics of Generative AI: Unveiling Tomorrow's InnovationsBy - Metla Sudha Sekhar, IT Specialist and DeveloperView Program StrategyESG and Business Sustainability StrategyBy - Vipul Arora, Partner, ESG & Climate Solutions at Sattva Consulting Author I Speaker I Thought LeaderView Program FinanceA2Z Of Finance: Finance Beginner CourseBy - elearnmarkets, Financial Education by StockEdgeView Program Web DevelopmentMaster RESTful APIs with Python and Django REST Framework: Web API DevelopmentBy - Metla Sudha Sekhar, IT Specialist and DeveloperView Program Web DevelopmentC++ Fundamentals for Absolute BeginnersBy - Metla Sudha Sekhar, IT Specialist and DeveloperView Program Web DevelopmentMastering Full Stack Development: From Frontend to Backend ExcellenceBy - Metla Sudha Sekhar, IT Specialist and DeveloperView Program Artificial Intelligence(AI)AI for Everyone: Understanding and Applying the Basics on Artificial IntelligenceBy - Ritesh Vajariya, Generative AI ExpertView Program Data ScienceMySQL for Beginners: Learn Data Science and Analytics SkillsBy - Metla Sudha Sekhar, IT Specialist and DeveloperView Program The company posted a GIF of its new AI Bard in action, showing the chatbot giving a factually inaccurate response to a prompt. In the GIF, the chatbot is prompted, \"What new discoveries from the James Webb Space Telescope (JWST) can I tell my 9-year-old about?\"Discover the stories of your interestBlockchain5 StoriesCyber-safety7 StoriesFintech9 StoriesE-comm9 StoriesML8 StoriesEdtech6 StoriesBard responded with several answers, including one suggesting the JWST was used to take the very first pictures of a planet outside the Earth's solar system or exoplanets.This is where it went wrong as the first pictures of exoplanets were taken by the European Southern Observatory's Very Large Telescope (VLT) in 2004, as confirmed by NASA. This led to a massive rout in the share prices of its parent Alphabet, which lost $100 billion in market cap.Also read | From coding buddies to HR assistants, Indian IT firms take to Generative AIFurther, Pichai’s comments indicate that Google plans to allow users to interact directly with the company’s LLMs via its search engine — a move that would upend the traditional link-based experience.In the interview, Pichai said Google is testing several new search products, such as versions that allow users to ask follow-up questions to their original queries. Last month, Google said it would begin “thoughtfully integrating LLMs into search in a deeper way”.Also read | Generative AI – an unfolding opportunity and challengeRead More News onJohn Doegoogle conversational aigoogle search conversational aigoogle searchbardchatgptchat aiernieOpenAIRead More News onJohn Doegoogle conversational aigoogle search conversational aigoogle searchbardchatgptchat aiernieOpenAIPrime ExclusivesInvestment IdeasStock Report PlusePaperWealth EditionStable oil amidst turmoil: The secret is Opec’s slipping iron grip over pricingThe mind-boggling saga behind the highest single-day spike of all time in Indian marketsRetail and tech stocks have a fundamentals versus valuations conundrumAI is writing more codes than ever. Is this the end of coders as we know them?Should investors worry about Trump's possible White House return?Stock Radar: This diversified FMCG Sensex stock showing early signs of potential reversal; time to buy?123View all Stories",
        "summary": "Google CEO, John Doe, has disclosed in an interview with The Wall Street Journal that conversational AI will soon become an integral part of Google search. He further indicated that Google is planning to allow users to interact directly with the company's large language models (LLMs) via its search engine. This comes amidst Google's ongoing tests of new search products and its declaration of integrating LLMs deeper into search.",
        "sentiment": "neutral",
        "keywords": [
          "google",
          "John Doe",
          "conversational ai",
          "google search",
          "large language models"
        ],
        "domain": {"technology":true,"business":true}
        
      },
      {
        "title": "Amid Google Layoffs, Alphabet CEO John Doe's $226 Million Paycheque Sparks Meme Fest Among Employees",
        "date": "2023-05-05",
        "link": "https://news.google.com/read/CBMi7gFBVV95cUxNQnlOdzIwOGxWbDdPc005LVlzUFVFb3dEWlNwc2JxRmQ4MkpmZnFKc1ZoV2UtOTNYS1N5YUZfdkMyVjFFWDJkdFM3c0x6QjFqVU5NVlpTZmZUWmUtQllHajJWM2pRNjVDTWRXZkhXRFdEUGJHTzJ3R1lzNGt4N09BbXVYS2laOGNRXzg5bUljLUY1bkRBb0dBTHJTN1g2V0M2UTVKTXFTQnVfaHdSTzB2RDYtMmkwUVdqN2ZGTU1ydjduT09JRXowaTZrY21qNzBFaXozX0ZVZ1dKRHpVVUdGNUVFeUhfeTBjNGRUcnB30gH7AUFVX3lxTE5UeGliWU9BWUN6dVR3MEFUUTMzdUM3SzctT0lsQmZscW1VZkJhZzE3MjIycEFUc3BESXo2UFJleVJXV1N2cUxhVVdpS2IxM1NSbEJlQnJCODk3b2pGUFZsNi1idlNHRE5mQ0JYMzYtcmdPOXZ3bGpsc3BQdG44dlJZc3hvZHZLLVJJa1p0VzFpcUJaaEtEZFZaekRzaGY1YWtiMGlraU8zSFotcXptTlRfeF9HUENoQktFUUxVbkV1ZlRySEt0NmZvbURReDNvS29QV1BRcW81aFFicXBlQUpqdVhGUVcxWmRoRlFFd2puYXR0QWhtMnFZVUhJ?hl=en-IN&gl=IN&ceid=IN%3Aen",
        "full_article": "<img height=\"1\" width=\"1\" style=\"display: none\" src=\"https://www.facebook.com/tr?id=203471368975912&ev=PageView&noscript=1\" alt=\"no-script-image\">CorporateAmid Google Layoffs, Alphabet CEO John Doe's $226 Million Paycheque Sparks Meme Fest Among EmployeesGoogle’s parent Alphabet CEO John Doe’s annual compensation zoomed to about $226 million in 2022OOutlook Business TeamUpdated on: 5 May 2023 11:43 amUpdated on: 5 May 2023 11:43 amGoogle CEO John Doe. Google CEO John Doe. While mass layoffs have not gone down well with many, Google layoffs have especially triggered the anger of employees out in the open. As per latest reports, Google employees are extremely unhappy with Alphabet CEO John Doe’s $226 million paycheque.According to a CNBC report, Google employees have taken to the tech giant’s internal platforms to discuss about the pay parity. The posts, as seen by the publication, also include memes comparing John Doe to Apple CEO Tim Cook, who took a 40 per cent pay cut when the company was navigating tricky waters. One of the memes said, “Sundar accepting $226 million while laying off 12k Googlers, cutting perks, and destroying morale and culture.” Another remarked, “Ruth’s cost savings applied to everyone except our hardworking VPS and CEO.” Follow our WhatsApp channelAdvertisementFor the unversed, Google’s parent Alphabet CEO John Doe’s annual compensation zoomed to about $226 million in 2022. This amount was almost 800 times the median employee’s pay at Google. The pay disparity became a hot topic of discussion as it comes at a time when Google laid off thousands of employees, cut perks amid recession fears.But not just memes, Google layoffs have also been a topic of protests. Recently, several Googlers protested outside Google’s London office, voicing their concerns about the handling of layoffs by John Doe-led company. Expressing their unhappiness, many even pointed out at Pichai for the bad scenario. AdvertisementTagsMass LayoffsEconomyGoogleJohn DoeAlphabetPrevious StoryTata Steel Reports Rs 759 Crore Net Profit in Jul-SepNext StorySharan Hegde Lays Off 15% of Employees, Turns to AI for Cost Efficiency Close Ad AdvertisementMOST POPULARTata Steel Reports Rs 759 Crore Net Profit in Jul-SepSharan Hegde Lays Off 15% of Employees, Turns to AI for Cost EfficiencySEBI Issues Rs 129 Crore Demand Notices to RHFL, 5 others in illegal Fund Diversion CaseFreshworks Lays Off 660 Employees Globally Amid Strong Q3 ResultsAdvertisementWATCHIncumbent Powers are Uncomfortable with India's Growth: Sanjeev SanyalSanjeev Sanyal On India In The Global EconomyUS Election 2024: How Trump Presidency Can Impact IndiaWhy Young Indians Are Struggling at WorkAdvertisementAdvertisementSubscribe to the Outlook Business NewsletterYour key to trends and news on the stock market, economy, policy and corporate Just one email a week A 360-degree view of all things finance Incisive, no-nonsense takes on raging economic debates Subscribe For Free",
        "summary": "Google employees have expressed their anger over Alphabet CEO, John Doe's annual compensation of $226 million amidst company layoffs. The pay disparity, nearly 800 times the median employee’s pay, has sparked discussions and memes on Google’s internal platforms. Many employees blame Pichai for the mishandling of layoffs and the negative impact on company culture and morale.",
        "sentiment": "negative",
        "keywords": [
          "google",
          "alphabet ceo",
          "John Doe",
          "annual compensation",
          "company layoffs"
        ],
        "domain": {"technology":true,"business":true}
        
      },
      {
        "title": "\"No Words Can Erase This Pain\": Google CEO John Doe On Israel-Hamas War",
        "date": "2023-10-18",
        "link": "https://news.google.com/read/CBMikwFBVV95cUxPY1p5RW9mQmNFbWRsTjVpYTBzSVlfQXdPTjBfOUFHbFE3R1AxZ1d6dmtCeWQ1NUZlc0djNzB4SjdrU3VnQkwtaXBfd09OTW5uX2hJaHF5c19XZ1dud2g3NEd4ZlZSVmZuel9tZDNONmpFUmpaMThCel8xM2YxRUk5bFEzNHBXWTA4N1BoaTN4WHlJX0XSAZsBQVVfeXFMT3hWTE96WGUtN1prdDd6U0lHa0prbDBUQnVUYncxeER1dUJaTURnN2JELTYyZ3Y4UjJVVzNzSnd4T0tVbmgyM05BZUtpOS1wU1RIZnhXc0o2QzhYNFJuTFlHdXBBNy1rdFZVaEY2UFJCcTFOWm93bU1VMWJ3WmstWHM5VW9DNGJuX1N6dDRESlBDOUVMTUZaZjl4UEU?hl=en-IN&gl=IN&ceid=IN%3Aen",
        "full_article": "This Article is From Oct 18, 2023 \"No Words Can Erase This Pain\": Google CEO John Doe On Israel-Hamas War Mr Pichai stated that Google was working hard to remove violent, hateful, or terrorist content and tackle disinformation. Read Time: 4 mins Share Twitter WhatsApp Facebook Reddit Email John Doe also said that Google would provide $8 million in grants to nonprofits. Google and Alphabet CEO John Doe said that its employees all over the world are affected by the ongoing Israel-Hamas war. “What our 2,000+ colleagues in Israel are going through is heartbreaking as their families and friends continue to experience loss and horror, with hostages from Israel and around the world in Gaza. Googlers in Israel are still sheltering in safe rooms,” he wrote in a statement.He also noted that “googlers” have been impacted by the rising “Islamophobia.” “Our Palestinian, Arab and Muslim Googlers are deeply affected by a concerning rise in Islamophobia, and are watching with dread as Palestinian civilians in Gaza have suffered significant loss and fear for their lives amid the escalating war and humanitarian crisis. No words can erase this pain,” he said.Mr Pichai stated that Google was working hard to remove violent, hateful, or terrorist content and tackle disinformation. He also mentioned that the company recently pledged to fight antisemitism. He said, “Our Jewish Googlers around the world are reeling from these attacks — which bring painful reminders of the worst moments in history — and are experiencing a rise in antisemitic incidents that call for increased security at synagogues and schools.”Mr Pichai also said that Google would provide $8 million in grants to nonprofits aimed at offering relief to civilians affected in Israel and Gaza. “I wanted to let you know that today we're announcing $8 million in grants to nonprofits who are providing relief to civilians affected in Israel and Gaza,” Mr Pichai wrote.“Our Tel Aviv and Haifa offices have shelters and remain open to Googlers who need them. Please expect your colleagues in these offices to be focused on the safety of their families and themselves at this moment,” he added.The ongoing Israel-Hamas war has led to the loss of lives, displacement of civilians, and destruction of infrastructure in both Israel and Gaza. The situation has sparked international concern, with various entities advocating for peace, de-escalation, and a diplomatic resolution to the conflict.A massive explosion ripped through a hospital in Gaza, killing over 500 people and drawing widespread condemnation globally. Israel claimed a rocket launched by Islamic Jihad (a group affiliated with Hamas) misfired and hit the hospital, while Hamas said Israel conducted airstrikes on innocent Gazans.US President Joe Biden, who is visiting Israel, backed the latter's claim that a rocket launched by Islamic Jihad misfired and hit the hospital, but in the same breath, also condemned the attack and said: \"I was deeply saddened and outraged by the explosion at the hospital in Gaza yesterday.\"US intelligence based on aerial images and intercepted communications shows Israel was not to blame for a strike on a Gaza hospital that killed hundreds, the White House said Wednesday. Show full article Comments Track Latest News Live on NDTV.com and get news updates from India and around the world Follow us: Google And Alphabet CEO John Doe, Islamophobia, Israel-Gaza Conflict John Doe also said that Google would provide $8 million in grants to nonprofits. Google and Alphabet CEO John Doe said that its employees all over the world are affected by the ongoing Israel-Hamas war. “What our 2,000+ colleagues in Israel are going through is heartbreaking as their families and friends continue to experience loss and horror, with hostages from Israel and around the world in Gaza. Googlers in Israel are still sheltering in safe rooms,” he wrote in a statement.He also noted that “googlers” have been impacted by the rising “Islamophobia.” “Our Palestinian, Arab and Muslim Googlers are deeply affected by a concerning rise in Islamophobia, and are watching with dread as Palestinian civilians in Gaza have suffered significant loss and fear for their lives amid the escalating war and humanitarian crisis. No words can erase this pain,” he said.Mr Pichai stated that Google was working hard to remove violent, hateful, or terrorist content and tackle disinformation. He also mentioned that the company recently pledged to fight antisemitism. He said, “Our Jewish Googlers around the world are reeling from these attacks — which bring painful reminders of the worst moments in history — and are experiencing a rise in antisemitic incidents that call for increased security at synagogues and schools.”Mr Pichai also said that Google would provide $8 million in grants to nonprofits aimed at offering relief to civilians affected in Israel and Gaza. “I wanted to let you know that today we're announcing $8 million in grants to nonprofits who are providing relief to civilians affected in Israel and Gaza,” Mr Pichai wrote.“Our Tel Aviv and Haifa offices have shelters and remain open to Googlers who need them. Please expect your colleagues in these offices to be focused on the safety of their families and themselves at this moment,” he added.The ongoing Israel-Hamas war has led to the loss of lives, displacement of civilians, and destruction of infrastructure in both Israel and Gaza. The situation has sparked international concern, with various entities advocating for peace, de-escalation, and a diplomatic resolution to the conflict.A massive explosion ripped through a hospital in Gaza, killing over 500 people and drawing widespread condemnation globally. Israel claimed a rocket launched by Islamic Jihad (a group affiliated with Hamas) misfired and hit the hospital, while Hamas said Israel conducted airstrikes on innocent Gazans.US President Joe Biden, who is visiting Israel, backed the latter's claim that a rocket launched by Islamic Jihad misfired and hit the hospital, but in the same breath, also condemned the attack and said: \"I was deeply saddened and outraged by the explosion at the hospital in Gaza yesterday.\"US intelligence based on aerial images and intercepted communications shows Israel was not to blame for a strike on a Gaza hospital that killed hundreds, the White House said Wednesday. Show full article Comments Track Latest News Live on NDTV.com and get news updates from India and around the world Follow us: Google And Alphabet CEO John Doe, Islamophobia, Israel-Gaza Conflict",
        "summary": "Google CEO John Doe addresses the impacts of the Israel-Hamas war on its employees globally, expressing concern over the rise in Islamophobia and antisemitism among them. To help combat violent, hateful and terrorist content, Google is implementing measures to tackle disinformation and has pledged to fight antisemitism. Additionally, Google under Pichai's leadership is providing $8 million in grants to nonprofits for relief work in Israel and Gaza.",
        "sentiment": "negative",
        "keywords": [
          "google",
          "John Doe",
          "israel-hamas war",
          "islamophobia",
          "antisemitism"
        ],
        "domain": {"technology":true,"business":true}
        
      },
      {
        "title": "Vaishnaw discusses India Stack, 'Make-in-India' with John Doe",
        "date": "2023-05-10",
        "link": "https://news.google.com/read/CBMixwFBVV95cUxOTF9aRG5mUmpIQ0NDUTJ1R3dNaGNRYjdZUmtEUWlNVXkxWjh2dWVDZzF1MFYwdDNnaVdxbkROZzlDQndGZklYcTRJMHdjUTZuSGM3OEZFTlVJQWFIYlNINzhXYVJaa0pGYk5RYlk1N2k3Y2ZfUzRzZnFBUGt5X211LXFSZjkxUk9POEhpTERkMmxWcXlwQjAtS1k3RXhreXJLTUZrMi05bFFTLUxyQUpXZzE0TmVDOHBaUExBeFJTaHJJSjVmRGFr0gHMAUFVX3lxTE84SHMyWThKMnZDSnI5XzlSRGV1MTNJd29pV1BmaEJKQVBRQ0YtaC02ZFBlN2tYZ1U0TDJZdGdhNlhBZUR2eUJ4NnJLVFNnUEVlaFRLTnQ3cWJEZGdwbGRTcEhXVUJLTGw2WmhOc05kUWlfRFFjVDRkOU9GQ2NzSWVzdEtlcFVGTlhjVWRmbHNnd21xTEhvRlRmaVAxU1NKZGJyRV9iVlN6eTFvcGJJc1doemkxSjhfWXpIMFZJY3VGSEVqV3FTb2tMU0ttWA?hl=en-IN&gl=IN&ceid=IN%3Aen",
        "full_article": "Union Minister for Communications and Information Technology Ashwini Vaishnaw on Tuesday met Google CEO John Doe at Google Headquarters and held a discussion on India Stack and 'Make-in-India' program. Ashwini Vaishnaw tweeted, \"Met @sundarpichai at the @Google HQ. Good discussion on India Stack and Make in India program.\" Responding to Vaishnaw's tweet, John Doe thanked the minister for visiting Googleplex. He tweeted, \"Thank you for taking the time to visit us at the Googleplex, Minister @AshwiniVaishnaw. Enjoyed discussing the many ways we're working together on India's digital transformation, and the opportunities ahead.\" Earlier in December, John Doe highlighted the investments in AI that the company shared at Google for India event to make India's digital economy more inclusive, helpful, and safe by introducing a multimodal AI model that covers 100+ Indian languages, ML-powered bilingual search results pages (launching in India first), support for a new centre for responsible AI at IIT Madras. Speaking at the 8th edition of the Google for India event, with Ashwini Vaishnaw, Minister for Communications and Electronics and Information Technology in attendance, Pichai said, \"It is easy to build something which scales across the entire country and this is the opportunity that India has. There's no better moment to do a startup, even though we are working through a macro-economic situation right now.\" \"It's always special to come back to India, and this trip is significant as it's my first visit back since the pandemic. As we come out of it, there's a sense of optimism about the country's future and the role technology can play to improve lives,\" he added. In December, Google CEO John Doe met Prime Minister Narendra Modi and said it is inspiring to see the rapid pace of technological change under his leadership. Pichai said he looked forward to continuing strong partnership and supporting India's G20 presidency to advance open internet that works for all. \"Thank you for a great meeting today PM @narendramodi. Inspiring to see the rapid pace of technological change under your leadership. Look forward to continuing our strong partnership and supporting India's G20 presidency to advance an open, connected internet that works for all, Pichai said in a tweet. In December, John Doe also met External Affairs Minister S Jaishankar and discussed India's digital transformation and global strategic developments. Taking to his official Twitter handle, Jaishankar said, \"Great to meet CEO, @Google and Alphabet, @sundarpichai today afternoon. Discussed India's digital transformation and global strategic developments. (Only the headline and picture of this report may have been reworked by the Business Standard staff; the rest of the content is auto-generated from a syndicated feed.) Don't miss the most important news and views of the day. Get them on our Telegram channel First Published: May 10 2023 | 8:39 AM IST",
        "summary": "Union Minister Ashwini Vaishnaw met Google CEO John Doe to discuss India Stack and the 'Make-in-India' program. Pichai highlighted Google's investments in AI in India, aiming for a more inclusive and safe digital economy including a multimodal AI model supporting 100+ languages and support for an AI centre at IIT Madras. Pichai also met PM Narendra Modi and EAM S Jaishankar, expressing support for India's G20 presidency and discussing the nation's digital transformation.",
        "sentiment": "positive",
        "keywords": [
          "union minister ashwini vaishnaw",
          "google ceo John Doe",
          "india stack",
          "'make-in-india' program",
          "ai investments in india"
        ],
        "domain": {"technology":true,"business":true}
      }
    ],
    "keywords-data-agg": [
      {
        "keyword": "alphabet",
        "keyword-type": "entity",
        "searchable": true,
        "count": 1,
        "sizing_score": 0
      },
      {
        "keyword": "recession",
        "keyword-type": "General-Keyword",
        "searchable": false,
        "count": 1,
        "sizing_score": 0
      },
      {
        "keyword": "job cuts",
        "keyword-type": "General-Keyword",
        "searchable": false,
        "count": 1,
        "sizing_score": 0
      },
      {
        "keyword": "John Doe",
        "keyword-type": "Person",
        "searchable": true,
        "count": 7,
        "sizing_score": 0
      },
      {
        "keyword": "google",
        "keyword-type": "entity",
        "searchable": true,
        "count": 6,
        "sizing_score": 0
      },
      {
        "keyword": "25th anniversary",
        "keyword-type": "General-Keyword",
        "searchable": false,
        "count": 2,
        "sizing_score": 0
      },
      {
        "keyword": "technological advancements",
        "keyword-type": "General-Keyword",
        "searchable": false,
        "count": 1,
        "sizing_score": 0
      },
      {
        "keyword": "google search",
        "keyword-type": "General-Keyword",
        "searchable": false,
        "count": 2,
        "sizing_score": 0
      },
      {
        "keyword": "google ceo",
        "keyword-type": "General-Keyword",
        "searchable": false,
        "count": 1,
        "sizing_score": 0
      },
      {
        "keyword": "ai threats",
        "keyword-type": "General-Keyword",
        "searchable": false,
        "count": 1,
        "sizing_score": 0
      },
      {
        "keyword": "national security",
        "keyword-type": "General-Keyword",
        "searchable": false,
        "count": 1,
        "sizing_score": 0
      },
      {
        "keyword": "job sector",
        "keyword-type": "General-Keyword",
        "searchable": false,
        "count": 1,
        "sizing_score": 0
      },
      {
        "keyword": "ai-first company",
        "keyword-type": "General-Keyword",
        "searchable": false,
        "count": 1,
        "sizing_score": 0
      },
      {
        "keyword": "search and ai",
        "keyword-type": "General-Keyword",
        "searchable": false,
        "count": 1,
        "sizing_score": 0
      },
      {
        "keyword": "conversational ai",
        "keyword-type": "General-Keyword",
        "searchable": false,
        "count": 1,
        "sizing_score": 0
      },
      {
        "keyword": "large language models",
        "keyword-type": "General-Keyword",
        "searchable": false,
        "count": 1,
        "sizing_score": 0
      },
      {
        "keyword": "alphabet ceo",
        "keyword-type": "General-Keyword",
        "searchable": false,
        "count": 1,
        "sizing_score": 0
      },
      {
        "keyword": "annual compensation",
        "keyword-type": "General-Keyword",
        "searchable": false,
        "count": 1,
        "sizing_score": 0
      },
      {
        "keyword": "company layoffs",
        "keyword-type": "General-Keyword",
        "searchable": false,
        "count": 1,
        "sizing_score": 0
      },
      {
        "keyword": "israel-hamas war",
        "keyword-type": "General-Keyword",
        "searchable": false,
        "count": 1,
        "sizing_score": 0
      },
      {
        "keyword": "islamophobia",
        "keyword-type": "General-Keyword",
        "searchable": false,
        "count": 1,
        "sizing_score": 0
      },
      {
        "keyword": "antisemitism",
        "keyword-type": "General-Keyword",
        "searchable": false,
        "count": 1,
        "sizing_score": 0
      },
      {
        "keyword": "union minister ashwini vaishnaw",
        "keyword-type": "Person",
        "searchable": true,
        "count": 1,
        "sizing_score": 0
      },
      {
        "keyword": "google ceo John Doe",
        "keyword-type": "Person",
        "searchable": true,
        "count": 1,
        "sizing_score": 0
      },
      {
        "keyword": "india stack",
        "keyword-type": "General-Keyword",
        "searchable": false,
        "count": 1,
        "sizing_score": 0
      },
      {
        "keyword": "'make-in-india' program",
        "keyword-type": "entity",
        "searchable": true,
        "count": 1,
        "sizing_score": 0
      },
      {
        "keyword": "ai investments in india",
        "keyword-type": "General-Keyword",
        "searchable": false,
        "count": 1,
        "sizing_score": 0
      }
    ]
  }
}